Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Schemat: Rębiczerep
uk: Креслення: Розколювач черепів

source: Schemat: Scyzor
uk: Креслення: Складний ніж

source: Schemat: Siekacz
uk: Креслення: Сікач

source: Schemat: Sokole Oko
uk: Креслення: Соколине око

source: Schemat: Sprawiedliwość Innosa
uk: Креслення: Правосуддя Інноса

source: Schemat: Srebrny miecz
uk: Креслення: Срібний меч

source: Schemat: Szaszłykarz
uk: Креслення: Шампур

source: Schemat: Sługa Wiatru
uk: Креслення: Слуга вітру

source: Schemat: Wekiera Południowca
uk: Креслення: Моргенштерн південця

source: Schemat: Wielki topór
uk: Креслення: Величезна сокира

source: Schemat: Wieprz
uk: Креслення: Вепр

source: Schemat: Wilcza Łapa
uk: Креслення: Вовча лапа

source: Schemat: Wilczy kieł
uk: Креслення: Вовче ікло

source: Schemat: Wyrok
uk: Креслення: Вирок

source: Schemat: Wyśmienity dwuręczny miecz strażnika
uk: Креслення: Вишуканий дворучний меч вартового

source: Schemat: Wyśmienity miecz strażnika
uk: Креслення: Вишуканий меч вартового

source: Schemat: Wzmocniona kusza
uk: Креслення: Зміцнений арбалет

source: Schemat: Wzmocniony łuk brzozowy
uk: Креслення: Зміцнений березовий лук

source: Schemat: Wzmocniony łuk bukowy
uk: Креслення: Зміцнений буковий лук

source: Schemat: Włócznia Południowca
uk: Креслення: Спис південця

source: Schemat: Włócznia żołnierska
uk: Креслення: Солдатський спис

source: Schemat: Zdobiona kusza
uk: Креслення: Оздоблений арбалет

source: Schemat: Zdobione ostrze
uk: Креслення: Оздоблений клинок

source: Schemat: Zmora wargów
uk: Креслення: Прокляття варгів

source: Schemat: Złota Kusza
uk: Креслення: Золотий арбалет

source: Schemat: Złoty sztylet
uk: Креслення: Золотий кинджал

source: Schemat: Łuk bukowy
uk: Креслення: Буковий лук

source: Schemat: Łuk dębowy
uk: Креслення: Дубовий лук

source: Schemat: Łuk kompozytowy
uk: Креслення: Композитний лук

source: Schemat: Łuk mahoniowy
uk: Креслення: Лук з червоного дерева

source: Schemat: Łuk łowczy
uk: Креслення: Мисливський лук

source: Schemat: Ścinacz Głów
uk: Креслення: Головоріз

source: Schemat: Żeglarz Burz
uk: Креслення: Буря моряка

source: Schowaj ciało
uk: Сховати тіло

source: Schowaj się w beczce
uk: Сховатись у бочці

source: Schowaj tę broń!
uk: Сховай зброю!

source: Schrupię gorącą pieczeń, wypiję kilka głębszych, może się trochę zdrzemnę i widzimy się za kilka godzin.
uk: Я з'їм гарячу печеню, вип'ю кілька міцних напоїв, можливо, трохи подрімаю, і ми побачимося через кілька годин.

source: Schłodziłeś półkole!
uk: Ви охолодили півколо!

source: Scyzor
uk: Складний ніж

source: Sejmitar Abu-Duba
uk: Ятаган Абу-Дуба

source: Sekcja wykazała, że w ataku wykorzystano jeden z tych waszych specjalnych bełtów na pełzacze.
uk: Розтин показав, що під час замаху був використаний один з ваших спеціальних болтів для повзунів.

source: Sekret Chramów: Tom I
uk: Таємниці храмів. Том I

source: Sekret Chramów: Tom II
uk: Таємниці храмів. Том II

source: Sekrety tej sztuki są dwa. Pierwszym jest doświadczenie przekazywane z dziada pradziada, tak, by każde uderzenie młota jeno wzmacniało stal, a nie ją osłabiało. Drugim, lecz nie mniej ważnym, są materiały najwyższej jakości.
uk: Є два секрети цього мистецтва. Перший – досвід, що передається з діда-прадіда, завдяки чому кожен удар молота лише зміцнює сталь, а не послаблює її. Другий, але не менш важливий – матеріали найвищої якості.

source: Sekrety wydzielin krwiopijców
uk: Секрети виділень шершнів

source: Sekrety wydzielin pełzaczy
uk: Секрети виділень повзунів

source: Sekstans
uk: Секстант

source: Sen
uk: Сон

source: Sentencję tę wziął sobie do serca Philus, Arcymag Ognia z klasztoru na wyspie Eritros. Kapłan odkrył, że ów trunek, jeśli jest odpowiednio spreparowany, wykazuje pewne właściwości magiczne.
uk: Філус, Архімаг Вогню з монастиря на острові Ерітрос, прийняв цей вислів близько до серця. Жрець виявив, що цей напій, якщо його правильно приготувати, має певні магічні властивості.

source: Ser
uk: Сир

source: Sera?
uk: Сиру?

source: Serca magicznych istot
uk: Вилучення сердець магічних істот

source: Serce bagiennego golema
uk: Серце болотного голема

source: Serce cmentarnego golema
uk: Серце могильного голема

source: Serce demona
uk: Серце демона

source: Serce gargulca
uk: Серце гаргуйля

source: Serce kamiennego golema
uk: Серце кам'яного голема

source: Serce lodowego golema
uk: Серце крижаного голема

source: Serce magicznego golema
uk: Серце магічного голема

source: Serce mi się kraje, gdy widzę tę niezdrową rywalizację pomiędzy moimi synami... Czyżbym poświęcał im za mało czasu w dzieciństwie?
uk: Моє серце болить, коли я бачу цю нездорову конкуренцію між моїми синами... Невже я приділяв їм замало часу в дитинстві?

source: Serce ognistego golema
uk: Серце вогняного голема

source: Serce przeklętego golema
uk: Серце проклятого голема

source: Serdecznie gratuluję! Życzyłbym sobie, bym miał okazję poznać więcej takich przybyszy jak ty.
uk: Мої щирі вітання! Хотів би я мати можливість зустрічати більше таких новоприбулих, як ти.

source: Serdecznie witam wszystkich zebranych. Zaprosiłem was tutaj, gdyż jesteście znani ze swych umiejętności łowieckich oraz sprytu.
uk: Я щиро вітаю вас усіх. Я запросив вас сюди, бо ви відомі своїми мисливськими навичками та хитрістю.

source: Serdecznie zapraszamy!
uk: Ласкаво просимо!

source: Serio? A to nowość. Tutaj zawalał ją obowiązkami. Może w końcu pojął, że tak delikatnej istotki nie godzi się przemęczać?
uk: Справді? Це щось новеньке. А раніше він завалював її роботою по господарству. Може, нарешті зрозумів, що не можна перевтомлювати таку тендітну істоту?

source: Serio? Całkiem nieźle. Nie spodziewałbym się, że taki szczaw podoła czterem golemom.
uk: Справді? Досить непогано. Я й не сподівався, що такий слабак впорається з чотирма големами.

source: Severin
uk: Северин

source: Severin odsprzeda mi glejt, ale żąda za niego 100 sztuk złota. Raczej nie uda mi się utargować niższej ceny.
uk: Северин перепродасть мені перепустку, але він хоче за неї 100 золотих. Я навряд чи зможу виторгувати кращу ціну.

source: Severin.
uk: Северин.

source: Sevinus zaczął gadać jakieś pierdoły o posągach, że niby wczoraj ustawione były inaczej. Facet się boi, ale nie dziwię się, skoro przez większość życia sterczał za kontuarem i sprzedawał rupiecie.
uk: Севінус почав нести якісь дурниці про статуї, про те, що вчора вони нібито були встановлені по-іншому. Хлопець наляканий, але я не здивований, адже він більшу частину свого життя стояв за прилавком, торгуючи мотлохом.

source: Sezon łowczy jednak czasem się kończy, a wyspa nie jest aż tak duża, na jaką wygląda.
uk: Однак сезон полювання іноді закінчується, а острів не такий великий, як здається.

source: Sezon łowiecki na cieniostwory!
uk: Сезон полювання на тінезвірів!

source: Sfałszowane powiadomienie o licytacji
uk: Підроблене оголошення про аукціон

source: Sfałszowane przemówienie ludzi Lichwiarza
uk: Підроблена промова людей Лихваря

source: Sharec
uk: Шарець

source: Siadaj i bierzmy się do pisania.
uk: Сідай і почнімо писати.

source: Siadaj i do pracy.
uk: Сідай і берися до роботи.

source: Siadaj przy tej niedźwiedziej skórze i zacznij wycinać cienkie paski na długość ręki. Ja przygotuję obicia.
uk: Сідай біля тієї ведмежої шкури і починай нарізати тонкі смужки довжиною з долоню. Я підготую оббивку.

source: Siadaj, reszta krząta się z przygotowaniami do biesiady, ale ja chętnie posłucham opowieści o tej Bestii z pierwszej ręki.
uk: Сідай, решта зайняті підготовкою до свята, але я дуже хочу почути розповіді про цього Звіра з перших вуст.

source: Siadaj, zobaczymy jak ci pójdzie z Innoskiem.
uk: Сідай, подивимось, як ти впораєшся з Інносиком.

source: Siadaj, zobaczymy jak ci to wychodzi.
uk: Сідай, подивимось, що у тебе вийде.

source: Siadaj. Pierwsze piwo masz na mój koszt. Za więcej będziesz już musiał zapłacić.
uk: Сідай. Перше пиво за мій рахунок. За наступні доведеться заплатити.

source: Siadaj. Zobaczymy jak ci to wychodzi.
uk: Сідай. Подивимось, що у тебе вийде.

source: Siadasz do stołu i przerysowujesz rudą wszystko z jednego zwoju na drugi.
uk: Сідаєш за стіл і перемальовуєш за допомогою руди усі символи з одного сувою на інший.

source: Siarka
uk: Сірка

source: Siarką?
uk: Сіркою?

source: Siedem lat temu, gdy po szlakach morskich pływały jeszcze królewskie galeony, zabrałem się na fregacie handlowej płynącej na zachód i tak dotarłem na Archolos.
uk: Сім років тому, коли королівські галеони ще ходили морськими шляхами, я сів на торговий фрегат, що плив на захід, і так потрапив на Архолос.

source: Siedzi i pije więcej, niż zwykle po wygranym turnieju.
uk: Він сидить і п'є більше, ніж зазвичай після перемоги в турнірі.

source: Siedzi przed karczmą.
uk: Він сидить перед корчмою.

source: Siedzi za kratkami, bo straż nie potrafi złapać prawdziwego winnego. Tyle na ten temat.
uk: Він сидить за ґратами, тому що вартові не можуть зловити справжнього винуватця. Ось і все.

source: Siedzą w tej swojej grocie i nikomu nie wchodzą w drogę to i nikt nie wchodzi w drogę im.
uk: Вони сидять у своїй печері й нікому не заважають, тому ніхто не заважає їм.

source: Siedzę i czekam, aż znajdziesz mój amulet, nic więcej się tu nie dzieje.
uk: Я сиджу і чекаю, коли ти знайдеш мій амулет, і більше нічого.

source: Siedzę już w tej dziurze prawie tydzień i nie widzę postępów.
uk: Я сиджу в цій дірі вже майже тиждень і не бачу ніякого просування.

source: Siedzę tu już tak od kilku dni i nie zapowiada się na to, żebym w najbliższym czasie mógł dotrzeć do mojej ojczyzny.
uk: Я сиджу тут вже кілька днів і схоже, що я ще нескоро потраплю на батьківщину.

source: Siedzę tutaj od wielu tygodni i chyba z nudów umrę, zanim w końcu trafi się okazja, by znowu wyruszyć w morze.
uk: Я сиджу тут уже кілька тижнів і думаю, що скоріше помру від нудьги, ніж нарешті отримаю можливість знову вийти в море.

source: Siedzę w tej karczmie już kilka dni, a że miałem dość rozmów z wieśniakami, to postanowiłem się trochę rozerwać.
uk: Я сиджу в цій корчмі вже кілька днів, і оскільки мені набридло розмовляти з селянами, я вирішив трохи розважитись.

source: Siekacz
uk: Сікач

source: Siekiernik
uk: Люторуб

source: Siekiernik nie żyje. Z pewnością ucieszy to Oktava.
uk: Люторуб мертвий. Це, безумовно, порадує Октава.

source: Siepacz
uk: Сирота

source: Sierp
uk: Серп

source: Sierżant z pewnością będzie chciał z tobą pogadać.
uk: Сержант неодмінно захоче поговорити з тобою.

source: Sieć
uk: Рибальська сітка

source: Sieć rybacka
uk: Рибальська сітка

source: Sigmun
uk: Сигмун

source: Sigmun poprze mój pomysł, jeśli zapewnię mu trochę rozrywki i stoczę z nim pojedynek.
uk: Сигмун підтримає мою ідею, якщо я його розважу і проведу з ним поєдинок.

source: Sigmun uznaje to za niezłą myśl.
uk: Сигмун визнає, що це непогана думка.

source: Sigrid
uk: Сігрід

source: Sigrid nie ma pojęcia, gdzie teraz może podziewać się ten chłopak. Zgaduje, że tam, gdzie 'chodzą takie przybłędy jak on i wydają pieniądze na gorzałkę.' Może oprócz zamtuza warto rozejrzeć się też w tawernie?
uk: Сігрід не знає, де зараз може бути цей хлопець. Але вона припускає, що він може бути там, куди 'ходять такі волоцюги, як він, щоб витрачати гроші на випивку'. Окрім борделю, можливо, варто зазирнути до корчми?

source: Sigund
uk: Сігунд

source: Silbach
uk: Сільбах

source: Silbach potrzebuje władcy, nawet takiego.
uk: Сільбаху потрібен правитель, навіть такий, як цей.

source: Silbach wygląda na nietknięte... Nie mogę dostrzec miasta z tego miejsca.
uk: Сільбах виглядає, як і раніше... Не можу розгледіти місто звідси.

source: Silbach.
uk: Сільбах.

source: Silna dawka eliksiru zadziałała... ale jedynie częściowo. Kończyny Dana zmieniły się w coś pomiędzy człowiekiem, a zębaczem. Gdy tylko zobaczył, co się z nim stało, wpadł w panikę i pobiegł w głąb bagien.
uk: Сильна доза зілля подіяла... але лише частково. Кінцівки Дена перетворилися на щось середнє між людиною та снеппером. Побачивши, що з ним сталося, він запанікував і побіг углиб боліт.

source: Silna dawka eliksiru zadziałała... ale jedynie częściowo. Kończyny Ducha zmieniły się w coś pomiędzy człowiekiem, a zębaczem. Gdy tylko zobaczył, co się z nim stało, wpadł w panikę i pobiegł w głąb bagien.
uk: Сильна доза зілля подіяла... але лише частково. Кінцівки Духа перетворилися на щось середнє між людиною та снеппером. Побачивши, що з ним сталося, він запанікував і побіг углиб боліт.

source: Silna dawka eliksiru zadziałała... ale jedynie częściowo. Kończyny Rębacza zmieniły się w coś pomiędzy człowiekiem, a zębaczem. Gdy tylko zobaczył, co się z nim stało, wpadł w panikę i pobiegł w głąb bagien.
uk: Сильна доза зілля подіяла... але лише частково. Кінцівки Різника перетворилися на щось середнє між людиною та снеппером. Побачивши, що з ним сталося, він запанікував і побіг углиб боліт.

source: Silna mikstura zadziałała.
uk: Сильне зілля подіяло.

source: Silna mikstura zadziałała... ale nie do końca.
uk: Сильний еліксир подіяв... але не повністю.

source: Silny chłop z ciebie, za niedługo będziesz lepszy ode mnie!
uk: Ти сильний хлопець, незабаром ти станеш кращим за мене.

source: Simon
uk: Саймон

source: Simon i Rodrigo będą na mnie czekać w pobliżu wejścia do jaskini, w której przebywał Szmugler.
uk: Саймон і Родріго чекатимуть на мене біля входу в печеру, де перебував Койот.

source: Simon oddał ci nadmiar głów.
uk: Саймон повернув вам надлишки голів.

source: Simon potrzebuje 25 głów polnego pełzacza. Mogę go spotkać w pobliżu chaty Corteza.
uk: Саймону потрібні 25 голів богомолів. Його можна знайти поряд з хатиною Кортеза.

source: Simon powiedział, że zbierze resztę ludzi i spotka się ze mną na miejscu. Wygląda na to, że nie pozostaje mi nic innego jak udać się do winnicy Rity i znaleźć Antonio. Cortez polecił mi nie mówić mu nic o naszym podstępie, ale czy jestem gotów odebrać życie niewinnemu człowiekowi?
uk: Саймон сказав, що збере решту людей і зустрінеться зі мною там. Здається, мені нічого не залишається, як піти на виноградник Рити і знайти Антоніо. Кортез наказав мені нічого не говорити йому про нашу хитрість, але чи готовий я забрати життя невинної людини?

source: Simonowi nie podoba się, że wypytuję Rodrigo. Póki ci dwaj siedzą razem, nie uda mi się niczego z Rodrigo wyciągnąć. Cortez też mi teraz nie pomoże... Chyba pójdę za radą Simona i wrócę do karczmy. Może znajdę tam coś, co przeoczyłem za pierwszym razem.
uk: Саймону не подобається, що я допитую Родріго. Поки ці двоє знаходяться разом, я не зможу нічого витягнути з Родріго. Кортез мені зараз теж не допоможе... Думаю, я скористаюся порадою Саймона і повернуся до корчми. Можливо, я знайду там щось, що пропустив минулого разу.

source: Siostrzany Kociołek - Pracownia zielarska
uk: Сестринський Казан – Майстерня травника

source: Siostrzany Kociołek to apteka, którą prowadzę wraz z moją starszą siostrą Ramhą.
uk: Сестринський Казан – це аптека, якою я керую разом зі своєю старшою сестрою Рамхою.

source: Sir Ramsey i jego zastępca Albyn decydują o wszystkim co się dzieje w Silbach.
uk: Сер Рамзі та його заступник Альбін вирішують все, що відбувається в Сільбаху.

source: Sir Ramsey i jego zastępca Albyn decydują o wszystkim, co się dzieje w Silbach.
uk: Сер Рамзі та його заступник Альбін вирішують все, що відбувається в Сільбаху.

source: Sir Ramsey i jego zastępca, Albyn, decydują o wszystkim co się dzieje w Silbach.
uk: Сер Рамзі та його заступник Альбін вирішують все, що відбувається в Сільбаху.

source: Sir Ramsey zajął miejsce Lady Aldony, gdy ukończył 24 wiosny i rządzi wioską po dziś dzień. Mieszkańcy nie widzą w nim jednak ani siły jego matki, ani ugodowości jego ojca. Bardziej zaś przypomina swojego dziadka zarówno z wyglądu, jak i z charakteru. Nie stroni od wystawnych uczt, jedzenia i picia - zwłaszcza słynnych nalewek w Austerii Ernesto.
uk: Сер Рамзі зайняв місце леді Альдони, коли йому виповнилося 24 весни, і править селом донині. Проте жителі Сільбаху не вбачають у ньому ані сили його матері, ані врівноваженості його батька. Рік за роком він стає все більше схожим на свого діда, як зовні, так і характером. Він не цурається розкішних бенкетів, їжі та напоїв, особливо знаменитих наливок з Гостинного двору Ернесто.

source: Sir William, Pan Silbach
uk: Сер Вільям, лорд Сільбаху

source: Się robi...
uk: Буде зроблено...

source: Sięgnij do kieszeni pewnym ruchem, ale nie gwałtownym, bo taki łatwo wyczuć. Zabierz najcenniejszą rzecz i ostrożnie się wycofaj.
uk: Залазиш в кишеню впевненим, але не різким рухом, адже це легко відчувається. Витягуєш найціннішу річ і обережно йдеш геть.

source: Sięgnij po nią, kiedy twój cel rozmawia, albo nad czymś pracuje. Szybko sprawdź, co ma w kieszeni najcenniejszego, i delikatnie to wyciągnij.
uk: Просунь руку, коли твоя ціль розмовляє або працює над чимось. Швидко перевір, що у нього в кишені є цінного, і обережно витягни це.

source: Siła
uk: Сила

source: Siła +
uk: Сила +

source: Siła + 1
uk: Сила + 1

source: Siła + 2
uk: Сила + 2

source: Siła + 5
uk: Сила + 5

source: Siła mięśni i bystry umysł. Dwa światy - tak różne, a zarazem tak bardzo zależne od siebie. To właśnie jest porządek rzeczy.
uk: Сила м'язів і гострий розум. Два світи - такі різні і водночас такі залежні один від одного. Такий порядок речей.

source: Siła robocza
uk: Робоча сила

source: Siłowanie się z nimi przyniesie ci tylko same problemy, a złamany wytrych to najmniej poważny z nich. Wyczuj słabość zamka... i tam uderzaj!
uk: Не перестарайся, це принесе тільки додаткові проблеми, і зламана відмичка - найменш серйозна із них. Відчуй слабкість у замку... і тисни туди!

source: Skacz!
uk: Стрибай!

source: Skacz, albo sam cię zrzucę!
uk: Стрибай, або я сам тебе скину!

source: Skaczę!
uk: Я стрибаю!

source: Skaczę! Nie pośpieszaj mnie!
uk: Я стрибну! Не квап мене!

source: Skakać z pnia na pień majestatycznych modrzewi, gdy te z hukiem spływają do morza Srebrną Rzeką!
uk: Перестрибувати зі стовбура на стовбур величних модрин, коли вони з гуркотом мчать Срібною річкою вниз до моря!

source: Skalny korzeń
uk: Кам'яний Корінь

source: Skalowanie filmów
uk: Масштаб відео

source: Skalowanie zasięgu
uk: Масштабування

source: Skalowanie zasięgu widzenia w zależności od lokacji.
uk: Масштабування видимості у локаціях.

source: Skarb podobno jest ukryty pod drzewem przy samym ujściu rzeki. Mam kopać wokół niego tak długo, aż na coś trafię.
uk: Скарб захований під деревом біля самого гирла річки. Я маю копати навколо нього, поки на щось не натраплю.

source: Skarb powinien być zakopany pod tym drzewem, nie jestem tylko pewny, z której strony.
uk: Скарб має бути закопаний під цим деревом, тільки я не знаю, з якого боку.

source: Skarbie, nie masz lepszych pytań?
uk: Любий, хіба немає кращих запитань?

source: Skarbiec jest wypełniony złotem, ale nigdzie nie widać Rozjemcy.
uk: Скарбниця наповнена багатствами, але Миротворця ніде не видно.

source: Skarby Archolos
uk: Скарби Архолосу

source: Skarby głębin
uk: Скарби глибин

source: Skarby zebrane, most wytrzymał, możemy uciekać.
uk: Скарби зібрано, міст витримав, можна тікати.

source: Skasuję gnojka!
uk: Порішу сволоту!

source: Skasuję tego gnojka! Jak można tak perfidnie oszukiwać?! Ten parszywy Stan! Gdybym tylko miał na niego jakiś solidny dowód... Najgorsze w tym wszystkim jest to, że nie mogę mu nawet obić tej paskudnej mordy, bo Cortez ciągle powtarza, że nie potrzebujemy teraz dodatkowych awantur. Czemu to właśnie my musimy trzymać w szyku tych wszystkich idiotów? Ale jeszcze znajdę sposób, by się na nim odegrać... Cholera, tęsknię za czasami na statku. Wtedy po prostu wystarczało, jak ktoś przypadkowo wypadł za burtę...
uk: Я знищу цього виродка! Як можна так підступно обманювати?! Клятий Стен! Якби ж я мав якісь вагомі докази проти нього! Найгірше те, що я навіть не можу натовкти йому пику, бо Кортез каже, що нам зараз не потрібні додаткові клопоти. Чому саме ми повинні тримати всіх цих ідіотів під контролем? Але я все одно знайду спосіб йому помститися... Дідько, як же я сумую за днями на кораблі. Тоді було достатньо, щоб хтось випадково впав за борт...

source: Skała jest bardzo niestabilna i jeśli zaczniemy ot tak sobie kopać, to pewnie połowa urobku nam przepadnie pod gruzowiskiem.
uk: Порода дуже нестабільна, і якщо ми почнемо видобувати просто так, то, ймовірно, половина добутого загубиться під завалами.

source: Skała krystaliczna
uk: Кристалічна порода

source: Skały są tutaj niesamowicie twarde i łupią się na drobne, ostre kawałki.
uk: Порода тут неймовірно тверда і розколюється на дрібні, гострі шматочки.

source: Skierowałem Garda do winnicy Rity. Może tamtejszy składzik wina będzie dla niego odpowiednio chłodny. Odwiedzę go za jakiś czas i sam zapytam.
uk: Я відправив Гарда на виноградник Рити. Сподіваюсь, там для нього знайдеться достатньо прохолодного вина. Незабаром я відвідаю його і запитаю сам.

source: Sklep meblowy 'Dolina Świtu' jest prowadzony przez Katrinę. Budynek można znaleźć na wschód od ratusza.
uk: Крамницею меблів 'Долина Світанку' керує Катріна. Будівлю можна знайти на схід від ратуші.

source: Sknera!
uk: Скнара!

source: Skok/Odejście
uk: Стрибок

source: Skoro Beckett nie żyje, będę musiał znaleźć nowego kapitana. A co do ciebie, to chcę ci to oddać.
uk: Оскільки Беккет мертвий, мені доведеться знайти нового капітана. А щодо тебе – я хочу віддати тобі ось це.

source: Skoro Ben ma wygrać turniej, to czemu ja mam brać w nim udział?
uk: Якщо Бен все одно виграє турнір, чому я маю брати в ньому участь?

source: Skoro Gerwin wyruszył w okolice Silbach, to możliwe, że natknął się na porywaczy twojego brata.
uk: Оскільки Гервін вирушив у околиці Сільбаху, цілком можливо, що він натрапив на викрадачів твого брата.

source: Skoro Gildia Kupiecka traci swoje okręty i musi zwolnić własnego kapitana to czy może znaczyć to cokolwiek dobrego?
uk: Оскільки Торгова Гільдія втрачає свої кораблі та змушена звільнити власного капітана, чи може це означати щось хороше?

source: Skoro Roderich do tej pory nie potrafił utrzymać porządku, nie utrzyma go i po naszym odejściu.
uk: Якщо Родеріх досі не в змозі підтримувати порядок, то він не зможе підтримувати його і після нас.

source: Skoro Salvi uderzy od strony wąwozu i to z przeważającymi siłami, to musimy sprawić, by jakoś zniwelować jego przewagę.
uk: Оскільки Сальві вдарить з боку ущелини, та ще й переважаючими силами, ми повинні зробити так, щоб якось зрівняти його перевагу.

source: Skoro Stan postawił wszystko co miał, to musiała być to niemała suma.
uk: Оскільки Стен поставив усе, що мав, це мала бути чимала сума.

source: Skoro Vengardzkie, to pewnie i sam Król je sobie popija. Co mi tam, nie będę gorszy!
uk: Якщо Венгардське, то, мабуть, сам Король його п'є. А я чим гірший?!

source: Skoro bardziej kosztowne, to zadanie musi być odpowiednio wymagające. I chyba mam coś w sam raz.
uk: Оскільки вони дорожчі, то й завдання має бути відповідно складнішим. І я думаю, що у мене є дещо підходяще.

source: Skoro byłeś w mojej pracowni, to wiesz już pewnie tyle, co ja.
uk: Якщо ти був у моїй майстерні, то, напевно, вже знаєш все, що і я.

source: Skoro czas nagli. Gwardzista Richard powinien przez jakiś czas poradzić sobie bez swojego opancerzenia.
uk: Оскільки часу обмаль... гвардієць Річард може якийсь час обійтися без свого обладунку.

source: Skoro dotarłeś aż tutaj, to może z twoją pomocą przedostaniemy się aż do magów.
uk: Оскільки ти пройшов весь цей шлях сюди, можливо, з твоєю допомогою ми зможемо дістатися до магів.

source: Skoro dziś wypływasz to jak dostaniesz to złoto?
uk: Якщо ти сьогодні відпливаєш, то як ти отримаєш золото?

source: Skoro formalności mamy z głowy, nadszedł czas na twoje pierwsze zadanie w terenie.
uk: Тепер, коли ми закінчили з формальностями, настав час для твого першого польового завдання.
